Revit 2027 API
GroupTypeId.RailingSystemSecondaryFamilyHandrails Property
 Handrail 2.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RailingSystemSecondaryFamilyHandrails { get; }
Public Shared ReadOnly Property RailingSystemSecondaryFamilyHandrails As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RailingSystemSecondaryFamilyHandrails {
	ForgeTypeId^ get ();
}
static member RailingSystemSecondaryFamilyHandrails : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace